Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/uusi_gavpotfearan-mobiilipeli_opettaa_kaupunki-_ja_tunnesanastoa_kolmella_saamen_kielella.html.tmx
Source language: fin
Languages: sms

source: Uusi Gávpotfearán-mobiilipeli opettaa kaupunki- ja tunnesanastoa kolmella saamen kielellä
sms: Ođđ Gávpotfearán-mobiilspeâll mättat gåårad- da tåbddsannõõzz kooum sääʹmǩiõʹlle

source: Utsjoen kunnan ja Saamelaiskäräjien yhteinen saamen kielten etäopetuksen pilottihanke on julkaissut uuden saamenkielisen Gávpotfearán-mobiilipelin.
sms: Uccjooǥǥ kååʹdd da Sääʹmteeʹǧǧ õhttsaž sääʹmǩiõli ougglõsmättʼtõõzz pilotthaʹŋǩǩõs lij õlmstâttam ođđ sääʹmǩiõllsaž Gávpotfearán-mobiilspeâll.

source: Peli on toteutettu pohjois-, inarin- ja koltansaamen kielellä.
sms: Speâll lij tuejjuum aanar-, nuõrtt- da tâʹvvsääʹmǩiõʹlle.

source: Gávpotfearán, suomeksi Kaupunkiseikkailu , on noin 6–8-vuotiaille suunnattu kielikylpymäinen mobiilipeli, jossa pelaaja pääsee seikkailun lomassa oppimaan kaupunki- ja tunnesanastoa erilaisissa kaupunkiympäristöissä.
sms: Gávpotfearán, sääʹmǩiõʹlle Gååradšeikkmõš , lääddas Kaupunkiseikkailu , lij nuʹtt 6–8-ekksaid jurddum ǩiõll-laauǥlaaǥǥan mobiilspeâll, koʹst speâllai peäss määŋgnallšem šeikkmõõžži pääiʹǩ mättjed gåårad- da tåbddsannõõzz jeeʹresnallšem gååradpirrõõzzin.

source: Pelaajan ei tarvitse osata lukea ja kirjoittaa saamea aloittaakseen pelaamista.
sms: Speâllai ij taarbâž siltteed lookkâd ni ǩeeʹrjted sääʹmǩiõl, što vuäitt altteed speâllmõõžž.

source: Mobiilipelillä on tarkoitus tukea uhanalaisten saamen kielten käyttöä ja oppimista lasten vapaa-ajalla.
sms: Mobiilspeâll täävtõssân lij tuärjjeed vaarvuâlaž sääʹmǩiõli âânnmõõžž da mättjummuž päärnai âsttääiʹjest.

source: Pelin ovat suunnitelleen etähankkeen työntekijät yhdessä opettajien kanssa.
sms: Speâll lie plaanâm ougglõshaʹŋǩǩõõzz tuâjjla õõutveäkka uʹčteeʹlivuiʹm.

source: Pohjoissaamen opettaja Satu Pieski on tyytyväinen lopputulokseen.
sms: Tâʹvvsääʹmǩiõl uʹčteeʹl Satu Pieski lij tååđvaž lopp-puäđõʹsse.

source: – Pelin monet ympäristöt tempaavat mukaansa, ja pelaaja oppii arkikielen sanoja niille kehitetyissä ympäristöissä.
sms: – Speâll määŋg pirrõõzz roʹttje mieʹldez, da speâllai mättai arggǩiõl saaʹnid tõid oouʹduum pirrõõzzin.

source: Mitä enemmän pelaaja oppii sanoja, sitä pidemmälle peli vie, Pieski kertoo.
sms: Mõõn jäänab speâllai mättai saaʹnid, tõn olgglab speâll jååʹđat, Pieski mušttal.

source: Projektipäällikkö Hanna Helander toivoo, että mahdollisimman moni lataa pelin lapselleen, koska nykyajan lapset oppivat helpoiten kieltä pelien kautta.
sms: Projeʹkttjååʹđteei Hanna Helander tuäivv, što mäŋggaz laaddče speâll päärneez tõn diõtt, ko ânnʼjõžääiʹj päärna mättje hiâlpmõsân ǩiõl speâllai pääiʹǩ.

source: – Tavoitteenamme on ollut, että pelaaja saa onnistumisen iloa, ja kieli tulee mukana kuin itsestään, Helander kertoo.
sms: – Mij täävtõssân lij leämmaž, što speâllai vuäǯǯ oʹnnstummuž räämm, da što ǩiõll puätt mieʹldd mâʹte jiõččaildes, Helander maainast.

source: Gávpotfearán-mobiilipeli on ladattavissa sekä Google Play -kaupasta että AppStoresta.
sms: Gávpotfearán-mobiilspeâll lij laaddâmnalla nuʹtt Google Play -kaaupâst ko še AppStorest.

source: Pelin pohjoissaamenkielisenä äänenä on Juulienna Näkkäläjärvi, inarinsaamenkielisenä Satu Aikio ja koltansaamenkielisenä Sisko Hilkka Fofonoff.
sms: Speâll tâʹvvsääʹmǩiõllsaž jiõnnân lij Juulienna Näkkäläjärvi, aanarsääʹmǩiõllsaž jiõnnân Satu Aikio da nuõrttsääʹmǩiõllsaž jiõnnân Sisko Hilkka Fofonoff.

source: Pelin on toteuttanut oululainen LudoCraft Oy.
sms: Speâll lij tuejjääm Oulust toiʹmmjeei põõrǥâs LudoCraft Oy.

source: Lisätietoja:
sms: Lââʹssteâđ:
